NOT_FOUND_ERROR = {
    'construction_nf': 'Такого ИСП не существует',
    'construction_type_nf': 'Такого Типа ИСП не существует!',
    'inspection_file_nf': 'Файла проверки не существует!',
    'construction_document_nf': 'Такого документа не существует!',
    'object_file_nf': 'Такого документа не существует!',

    'contract_nf': 'Указанного Контракта не существует!',
    'contract_work_type_nf': 'Указанных Видов Мероприятий По Государственным Контрактам не существует!',

    'organization_nf': 'Указанной Организации не существует!',
    'organization_history_nf': 'Указанный Реквизит не найден!',
    'completion_date_nf': 'Указанных Сроков Окончания Работ По Контракту не существует!',
    'critical_category_nf': 'Указанной критичной категории объекта не существует!',

    'court_nf': 'Указанного суда не существует!',
    'court_decision_nf': 'Указанного решения суда не существует!'
}
