SUBJECT_SORC_NAMES = ['обл. ', 'обл ', 'Респ. ', 'Респ ', 'край ']

DISTRICT_SORC_NAMES = ['р-н ', 'район ', 'у ']

CITY_SORC_NAMES = ['г. ', 'г ', 'город ']

LOCALITY_SORC_NAMES = ['пгт. ', 'пгт ', 'п. ', 'п ', 'д. ', 'д ', 'с. ', 'с ', 'п. им. ', 'п им ', 'ст-ца ',
                       'х ', 'х. ', 'рп ', 'рп. ']

REMAINING_SORC_NAMES = ['ул ', 'ул. ', 'пер ', 'пер. ', 'ш ', 'ш. ', 'кв-л ', 'тер ', 'тер. ', 'мкр ', 'мкр. ',
                        'пр-кт ', 'б-р ', 'б-р. ', 'проезд ', 'проезд. ', 'туп ', 'туп. ', 'пл ', 'пл. ', 'мост ',
                        'снт ']
